{"borci" : 
[
    {   "id" : 1,
        "ime" : "Aleksandar",
        "imeOca" : "Radosav",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1922",
        "mjestoSmrti" : "Šid - Srem",
        "datumSmrti" : "17.12.1944",
        "slika": "Aleksandar_Bošković.jpg",
        "zanimanje":"Student",
        "bio": "Rođen je 1922 godine u Orjoj Luci, Opština Danilovgrad. Po zanimanju je bio učitelj.Poginuo je 17 decembra 1944 u Šidu - Srem.<br> Osnovnu školu završio je u rodnom mjestu, a nižu gimnaziju u Danilovgradu. Učiteljsku školu je učio u Užicama. Školu je napustio nekoliko dana prije kapitulacije stare Jugoslavije. Po dolasku u rodno mjesto odmah je prišao naprednoj grupi omladinaca koja je predvođena komunistima, tražila oružje od vojne komande u Danilovgradu da bi sa ostalim obveznicima stupila u odbranu zemlje od fašističkog napadača.<br> Još kao đak učiteljske škole pripadao je naprednom omladinskom pokretu. Članom <a href='https://sr.wikipedia.org/wiki/%D0%A1%D0%B0%D0%B2%D0%B5%D0%B7_%D0%BA%D0%BE%D0%BC%D1%83%D0%BD%D0%B8%D1%81%D1%82%D0%B8%D1%87%D0%BA%D0%B5_%D0%BE%D0%BC%D0%BB%D0%B0%D0%B4%D0%B8%D0%BD%D0%B5_%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D0%B8%D1%98%D0%B5' target='_blank'>SKOJ</a>-a postao je 1941. godine, a članom Partije 1942 godine.<br> U <a href='https://sr.wikipedia.org/wiki/%D0%A2%D1%80%D0%B8%D0%BD%D0%B0%D0%B5%D1%81%D1%82%D0%BE%D1%98%D1%83%D0%BB%D1%81%D0%BA%D0%B8_%D1%83%D1%81%D1%82%D0%B0%D0%BD%D0%B0%D0%BA' target='_blank'>trinaestojulskom ustanku</a> učestvovao je aktivno u svim borbama koje su vođene na Orjoj Luci i okolini. Kasnije se nalazio u &#x2161; četi petrušinskog bataljona. Poslije odlaska čete iz Ržišta ostao je, od marta 1942. godine da sa ostalim vršnjacima djeluje na tom terenu kao pozadinski radnik. Za vrijeme dok se nalazio kod kuće radio je u grupi ilegalaca koji su održavali vezu s partizanskim jedinicama, pomagao ih u hrani, oružju, municiji, odjeći, obući i drugom materijalu, kako on tako i čitava njegova porodica.<br>Krajem 1942 godine uhapšen je od strane Italijana, početkom 1943 interniran je u Italiji. Poslije kapitulacije Italije stupio je u prekomorsku brigadu i vratio se u zemlju. Prelaskom na oslobođenu teritoriju neko vrijeme je ostao u jedinicama prekomorske brigade, a zatim je prešao u <a href='https://sr.wikipedia.org/wiki/1._%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D0%B4%D0%B8%D0%B2%D0%B8%D0%B7%D0%B8%D1%98%D0%B0_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'>&#x2160;proletersku diviziju</a>. Bio je na dužnosti komesara čete.<br> Njegovo držanje u zatvorima, logorima i pred neprijateljem, bilo je primjerno i stalno je čvrsto stajao uz NOP. U pozadinskom radu, u logorima i jedinicama bio je veoma aktivan, kao borac hrabar i kao rukovodilac omiljen.<br>Za zasluge u ratu odlikovan je ordenom za hrabrost. Pri velikim operacijama u Sremu poginuo je kod Šida, pred sami završetak rata."
    },
    {   "id" : 2,
        "ime" : "Bojica",
        "imeOca" : "Milija",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "16.04.1918",
        "mjestoSmrti" : "Kablena glavica - Župa nikšićka",
        "datumSmrti" : "13.05.1942",
        "slika": "Bojica_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 16 aprila 1918 godine u Orjoj Luci ONO Danilovgrad.<br> Po zanimanju je bio zemljoradnik. Poginuo je 13. maja 1942. godine na Kablenoj glavici (Župa kod Nikšića).<br> Osnovnu školu učio je u Orjoj Luci, a tri razreda gimnazije u Danilovgradu. Usled siromašnog stanja i preuzimanja brige o porodici, morao je napustiti dalje školovanje.<br> Još od svoje rane mladosti pripadao je naprednom omladinskom pokretu. Zato su ga ondašnje vlasti kao naprednog i slobodnoumnog omladinca, a kasnije komunistu, progonile i hapsile. Članom partije postao je 1938. godine.<br> Kapitulacija stare Jugoslavije zatekla ga je na odsluženju vojnog roga. Poslije kapitulacije radio je na pripremanju ustanka, sakupljanju oružja, municije i drugog potrebnog materijala. Pripadao je gerilskom odredu. U ratu je učestvovao od prvog dana ustanka. Učestvovao je u svim borbama koje su vodile jedinice u kojima su se nalazili Orjelučani. Zatim u <a href='https://sr.wikipedia.org/wiki/%D0%9F%D1%99%D0%B5%D0%B2%D0%B0%D1%99%D1%81%D0%BA%D0%B0_%D0%B1%D0%B8%D1%82%D0%BA%D0%B0' target='_blank'> borbi na Pljevlja 1941</a>. godine. kada je formirana &#x2161; četa &#x2160; petrušinskog bataljona postao je zamjenik komesara čete. Na toj dužnosti je ostao sve do marta 1942. godine, kada je četa prešla na teren Pavkovića. Tamo je postao komesar čete. Na toj dužnosti učestvovao je u borbama koje su se vodile na položaju Slap-Viš, kao i pri odstupanju partizana k Topolovu, Studenom, Župi i dalje. U borbi je bio vrlo hrabar, i u tome je davao primjer drugima. Kao rukovodilac je bio odmjeren, taktičan i među drugovima omiljen. <br> Njegov rad kao komuniste i kao omladinca bio je aktivan, kako prije rata tako i kroz rat sve do dana pogibije.<br> Učestvujući u mnogim borbama koje su se vodile u Župi, a zatim u jednoj od najtežih bitaka koje je ovaj bataljon vodio na Kablenoj glavici. Borba je bila vrlo teška, tim prije što izuzetnim slučajem bataljon nije bio obezbijeđen na krilima. Sa ovim bataljonom trebalo je u borbi da učestvuju još 2 bataljona, ali su ovi preko kurira na vrijeme bili obaviješteni da se povuku. Veza za njegov bataljon nije mogla biti uspostavljna pa je sam stupio u borbu sa znatno jačim neprijateljem. Nalazeći se u prvim redovima svog bataljona Bojica je duboko ušao u pozadinu neprijateljskog stroja. Pri povratku i probijanju kroz neprijateljski položaj poginuo je boreći se prsa u prsa." 
    },
    {
        "id" : 3,
        "ime" : "Božo",
        "imeOca" : "Milovan",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "07.01.1926",
        "mjestoSmrti" : "Ržišta",
        "datumSmrti" : "05.03.1942",
        "slika": "Božo_Bošković.jpg",
        "zanimanje":"Đak",
        "bio": "Rođen je u Orjoj Luci (opština Danilovgrad) 7. januara 1926. godine. Po zanimanju je bio đak. Poginuo je 5. marta 1942. godine u selu Ržištima ONO Danilovgrad.<br>Podizao se u siromašnoj porodici. Roditelji su mu se bavili zemljoradnjom. Osnovnu školu je učio u rodnom jestu, a nižu gimnaziju, završio je u Danilovgradu. Po završetku niže gimnazije upisao je višu gimnaziju u ondašnjoj Podgorici. Pod uticajem starijeg brata pripadao je naprednoj omladinskoj organizaciji.<br> Kada je počeo rat, kao i njegovi mnogi vršnjaci, učestvovao je u akcijama koje su vodile jedinice sela. Za vrijeme napuštanja sela od strane Orjelučana i boravka u Ržištima pripadao je &#x2161; četi petrušinskog bataljona.<br> U <a href='https://sr.wikipedia.org/wiki/%D0%A1%D0%B0%D0%B2%D0%B5%D0%B7_%D0%BA%D0%BE%D0%BC%D1%83%D0%BD%D0%B8%D1%81%D1%82%D0%B8%D1%87%D0%BA%D0%B5_%D0%BE%D0%BC%D0%BB%D0%B0%D0%B4%D0%B8%D0%BD%D0%B5_%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D0%B8%D1%98%D0%B5' target='_blank'>SKOJ</a> je primljen krajem 1941. godine. Pripadao je skojevskoj organizaciji koja je radila u selu Ržištima.<br> Sa drugim omladincima određen je bio na stražu, prema Zagredi, za obezbjeđenje Ržišta. Prilikom smjene straže njegov drug omladinac našao ga je teško ranjenog. Bio je izgubio moć govora i njegova smrt ostala je za svagda nerazriješena. Nekoliko dana docnije podlegao je ranama (5. mart 1942. godine), bez moći da se ovaj slučaj rasvijetli. Njegov rad kao mladića može se sagledati kroz njegovu aktivnost u radu omladine, od početka ustanka do svoje smrti. On i njegova čitava porodica bili su odani NOP-u i žrtvovali za opštu stvar sve što je bilo u njihovoj moći."
    },
    {
        "id" : 4,
        "ime" : "Vasilije",
        "imeOca" : "Maksim",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1906",
        "mjestoSmrti" : "Čačak",
        "datumSmrti" : "1945",
        "slika": "Vasilije_Bošković.jpg",
        "zanimanje":"Šofer",
        "bio": "Rođen je 1906. godine u Orjoj Luci (ONO Danilovgrad). Po zanimanju je bio šofer. Krajem 1945. godine podlegao je ranama dobijenim u ratu, u Čačku (Srbija).<br>Potiče iz siromašne seljačke porodice. Osnovnu školu i nekoliko razreda gimnazije učio je u Danilovgradu. Usled siromašnog stanja porodice napustio je školovanje i pošao kod svojih rođaka na izučavanje šoferskog zanata. Zanat je učio u Danilovgradu, ondašnjoj Podgorici i drugim mjestima.<br> Prije rata bio je zaposlen kao šofer kod raznih poslodavaca, a neko vrijeme je bio i vlasnik svog automobila. Aktivno je radio u <a href='https://sr.wikipedia.org/wiki/%D0%A3%D1%98%D0%B5%D0%B4%D0%B8%D1%9A%D0%B5%D0%BD%D0%B8_%D1%80%D0%B0%D0%B4%D0%BD%D0%B8%D1%87%D0%BA%D0%B8_%D1%81%D0%B8%D0%BD%D0%B4%D0%B8%D0%BA%D0%B0%D0%BB%D0%BD%D0%B8_%D1%81%D0%B0%D0%B2%D0%B5%D0%B7_%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D0%B8%D1%98%D0%B5' target='_blank'> URS</a>-ovim sindikatima. Zapažen je kao komunista, te je proganjan i hapšen. Zbog njegovog naprednog političkog stava sa posla je bio nekoliko puta otpuštan.<br> Pred sam rat nalazio se u rezervi. Poslije kapitulacije vratio se u Čačak jer je tu bio zaposlen i nastanjen sa porodicom. Aktivno je radio na organizovanju ustanaka, a sam i učestvovao u partizanskim jedinicama. Poslije povlačenja jedinica za Bosnu, radio je kao pozadinski radnik. Zbog svog aktivnog pozadinskog rada uhapšen je 1942. godine i interniran u Norvešku. Tamo se nalazio do oslobođenja zemlje. Pred kraj oslobođenja vratio se u Čačak.<br> Kao komunista i borac bio je primjeran, odan, hrabar, a u internaciji čvrsto je ostao uz narodno oslobodilački pokret. Kako on tako i njegov mlađi brat postali su komunisti prije rata. Aktivno su radili u radničkim i studentskim udruženjima i organizacijama. Učestvovali su u raznim demonstracijama širom zemlje. Ne može se tačno utvrditi godina njegovog prijema u Partiju, ali se zna da je to bili prije ili odmah početkom ustanka 1941. godine, jer je i prije rata zbog svog naprednog stava i političkog rada protiv nenarodnih režima bio proganjan.<br> Nalazeći se kao radnik kroz čitavu zemlju teško je obuhvatiti njegovu aktivnost. Zna se da je zbog svog naprednog stava bio zlostavljan i hapšen, a u borbama ranjavan. Takav stav je imao i u internaciji, u Norveškoj i zbog teških posledica ne dugo poslije povratka u oslobođenu zemlju podlegao je ranama u Čačku 1945. godine."
    },
    {
        "id" : 5,
        "ime" : "Vojin",
        "imeOca" : "Mićun",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "10.12.1912",
        "mjestoSmrti" : "Bjeloši - Cetinje",
        "datumSmrti" : "17.08.1941",
        "slika": "Vojin_Mićuna_Bošković.jpg",
        "zanimanje":"Šofer",
        "bio": "Rođen je 10. decembra 1912. godine u Orjoj Luci. Po zanimanju je bio šofer. Strijeljan je 17. avgusta 1941. godine u Bjelošima kod Cetinja.<br> Po završetku osnovne škole i nekoliko razreda gimnazije pošao je na izučavanje šoferskog zanata kod svojih rođaka u Danilovgradu, a zatim u Titogradu i drugim mjestima. Neko vrijeme je radio kod raznih poslodavaca, a docnije je postao vlasnik teretnih kola.<br> Kao radnik bio je organizovan u URS-ovim sindikatima. Zbog svog progresivnog stava i držanja proganjan je od strane ondašnjih režima. Učestvovao je u mnogim demonstracijama koje su bile organizovane u Crnoj Gori.<br> Pred sam rat nalazio se u rezervi. Poslije kapitulacije vratio se u Danilovgrad, a zatim sa svojom porodicom preselio se na Orju Luku. Po dolasku Italijana u Danilovgrad, učestvovao je u sakrivanju oružja i pripremama za ustanak. Aktivno je radio među seljacima. Učestvovao je u akcijama koje su vođene na području Orje Luke i oslobođenju Danilovgrada. Poslije ponovnog zauzimanja Danilovgrada od strane Italijana, dobio je zadatak da se vrati u svoje mjesto i da radi kao pozadinski radnik. Poslije nekoliko dana bio je uhapšen, podvrgnut mučenju i sa jednom grupom simpatizera NOP odveden je iz Danilovgrada u Cetinje i strijeljan 17. avgusta 1941. godine u selu Bjelošima.<br> Njegova aktivnost bila je zapažena ne samo za vrijeme stare Jugoslavije kroz rad u sindikatu, nego i u organizovanju i pripremama za ustanak, u ustanku sve do hapšenja i strijeljanja. Partijski staž mu potiče još od prije rata, negdje oko 1939 godine.<br> Isticao se hrabrošću. Bio je odan NOP-u. U pozadinskom radu, i ako se kratko vrijeme, pokazao je snalažljivost u izvršenju postavljenih zadataka. Svoje veliko iskustvo primjenjivao je i na mlađe drugove.<br>Kako on tako i njegova porodica bila je čitavo vrijeme rata za NOP i imala žrtava za oslobođenje svoje zemlje. <br> Pred neprijateljem je imao dobro držanje. Na strelištu je isticao parole protiv fašizma i negovih slugu. Imao je držanje jednog pravog komuniste."
    },
    {
        "id" : 6,
        "ime" : "Vojin",
        "imeOca" : "Ilija",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.11.1916",
        "mjestoSmrti" : "Užice",
        "datumSmrti" : "1944",
        "slika": "Voijn_Ilije_Bošković.jpg",
        "zanimanje":"Teolog",
        "bio": "Rođen je 1. novembra 1916 godine u Orjoj Luci (ONO Danilovgrad). Po zanimanju je bio diplomirani teolog. Poginuo je kod Užica 1944. godine. <br> Rodio se u siromašnoj seljačkoj porodici. U svom ranom djetinjstvu ostao je bez oca. Njegova majka, živjeći u velikom siromaštvu, išla je u najam kod drugih da bi zaradila prehranu za sebe i svog sina. Bio je jedino dijete u toj porodici. <br> Osnovnu školu završio je u svom rodnom mjestu, a nižu gimnaziju u Danilovgradu. Zbog siromašnog stanja upisao se u bogosloviju na Cetinju i istu završio. Po završetku bogoslovije nije htio prihvatiti parohiju, već se upisao na Teološki fakultet u Beogradu. <br> Kapitulacija stare Jugoslavije zatekla ga je u Beogradu gdje se nalazio na službi. Nešto ranije nalazi se na službi kroz Srbiju u raznim mjestima. <br> Za vrijeme stare Jugoslavije nije politički pripadao nijednoj partiji. <br> Čitavo vrijeme rata imao je dobro držanje i bio simpatizer <a href='https://sh.wikipedia.org/w/index.php?title=Narodnooslobodila%C4%8Dki_pokret_Jugoslavije&variant=sh-cyrl' target='_blank'>NOP-a<a/> kojeg je i pomagao u granicama svoje mogućnosti. Njegovu majku su Italijani još 1941 godine ubili u Orjoj Luci. <br> 1944 godine pokušao je da prebjegne u partizane i tom prilikom kod Užica ubijen je od strane četnika i Njemaca. <br> Pošto je od rane mladosti živio izvan rodnog mjesta nije bilo moguće pribaviti podatke koji bi dali jasnu sliku o životu i radu ovog skromnog i poštenog intelektualca. <br> Tako je njegovom pogibijom i završeno postojanje njegove uže porodice."
    },
    {
        "id" : 7,
        "ime" : "Dimitrije",
        "imeOca" : "Petar",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "11.11.1924",
        "mjestoSmrti" : "Priština",
        "datumSmrti" : "1944",
        "slika": "Dimitrije_Bošković.jpg",
        "zanimanje":"Đak",
        "bio": "Rođen je u Orjoj Luci 11. novembra 1924. godine (ONO Danilovgrad), po zanimanju je bio đak. <br> Osnovnu školu završio je u Orjoj Luci a nižu gimnaziju u Danilovgradu. Otac mu je bio službenik prije rata koji se iz Orje Luke preselio u Prištinu pa je tamo nastavio školovanje. Iako mlad, još prije rata je pripadao naprednoj omladini. Aprila 1941. godine javio se kao dobrovoljac za odbranu zemlje, ali je kao i mnogi drugi omladinci odbijen. <br> Kapitulacija stare Jugoslavije zatekla ga je, kao i njegovu porodicu u Prištini. Kroz čitavo vrijeme okupacije bio je hapšen, proganjan i mučen kao simpatizer i pripadnik <a href='https://sh.wikipedia.org/w/index.php?title=Narodnooslobodila%C4%8Dki_pokret_Jugoslavije&variant=sh-cyrl' target ='_blank'>NOP-a</a>. Radio je sa ilegalcima kao pozadinski radnik. Početkom 1944. godine stupio je u jedinice koje su se nalazile na terenu. Probijajući se na čelu svoje jedinice kroz neprijateljske redove, poginuo je u borbi, ne dozvolivši da padne u ruke živ neprijatelju. U akcijama i borbama isticao se svojom hrabrošću i čvrstinom. Bio je tih, skroman i odan pokretu, i NOB-u. <br> Još od rane mladosti bio je simpatizer napredne omladine i KPJ i kroz čitavo vrijeme rata je radio za NOP. <br> Njegov rad u Partiji i SKOJ-u nije bilo moguće detaljno opisati, jer se nije imalo podataka, tim prije što se nalazio na području Prištine, ali se zna da je bio aktivan i dobar borac. <br> Kako on tako i njegova čitava porodica bili su za NOP-u i odani revoluciji."
    },
    {
        "id" : 8,
        "ime" : "Žarko",
        "imeOca" : "Savo",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1906",
        "mjestoSmrti" : "Beograd",
        "datumSmrti" : "06.04.1941",
        "slika": "Žarko_Bošković.jpg",
        "zanimanje":"Pravnik",
        "bio": "Rođen 1906. godine u Orjoj Luci (ONO Danilovgrad). Po zanimanju je bio pravnik. Poginuo je 6 aprila 1941 godine u Beogradu. <br> Odrastao je u službeničkoj porodici. Osnovnu školu i nižu gimnaziju završio je u Danilovgradu, višu gimnaziju u Podgorici (Titogradu) i Nikšiću. Po završetku gimnazije upisao se na Pravni fakultet u Beogradu, poslednje 2 godine studirao je u Zagrebu gdje je diplomirao. Družio se sa naprednim studentima i ljudima koji su bili poznati po svom progresivnom stavu. Jednom je u Zagrebu i uhapšen zajedno s još nekim studentima Crnogorcima, od strane <a href='https://sr.wikipedia.org/wiki/%D0%94%D1%80%D0%B0%D0%B3%D0%BE%D0%BC%D0%B8%D1%80_%D0%88%D0%BE%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%9B' target='_blank'>Dragog Jovanovića</a>, kasnije zloglasnog upravnika grada Beograda. O tim događajima su pisale i neke strane novime. <br> Za vrijeme stare Jugoslavije službovao je u Beogradu, Novom Sadu, zatim opet u Beogradu, gdje ga je zatekao rat. <br> Pri prvom bombardovanju Beograda od strane Njemaca poginuo je 6. aprila 1941 godine. U opštoj panici i strahotama bombardovanja Beograda, potražio je zaštitu u najbližem skloništu ispred <a href='https://sr.wikipedia.org/sr/%D0%92%D0%B0%D0%B7%D0%BD%D0%B5%D1%81%D0%B5%D1%9A%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BA%D0%B2%D0%B0_%D1%83_%D0%91%D0%B5%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%D1%83' target='_blank'> Voznesenske crkve</a>, gdje je poginuo sa još dvjesta građana. Sahranjen je u Beogradu. Poslije oslobođenja kosti su mu prenesene u svoje rodno mjesto. <br> Od rane mladosti pripadao je slobodarskoj omladini i preko njega je išla pomoć koja je davana za rad i propagandu. Siromašnim drugovima je iz druželjublja ukazivao i ličnu pomoć. <br>  Ljetni raspust redovno je provodio u svom selu među omladinom i seljacima i često sa njima diskutovao o društvenim zbivanjima. Neumorno je pričao sve što je vidio i doživio. Rado je zalazio po seljačkim kućama i duboko saosjećao sa seljacima. Uopšte, druželjublje je bilo osnovna crta njegovog karaktera. <br> U ličnom životu je bio primjeran, skroman i bez želja za samoisticanjem. Volio je čovjeka i život, bio je vesele prirode i duhovit. U selu su ga svi voljeli i jedva čekali njegov dolazak. Uživao je ugled. Bio je cijenjen i omiljen. To je bio lik naprednog i poštenog intelektualca. <br> O njegovom partijskom radu, kao i o tome da li je bio član Partije ili ne, nije bilo podataka. "
    },
    {
        "id" : 9,
        "ime" : "Živko",
        "imeOca" : "Radosav",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1919",
        "mjestoSmrti" : "Tepi - Albanija",
        "datumSmrti" : "16.10.1941",
        "slika": "Živko_Bošković.jpg",
        "zanimanje":"Učitelj",
        "bio": "Rođen je 1919 godine u Orjoj Luci, ONO Danilovgrad. Po zanimanju je bio učitelj. Strijeljan je 16. oktobra 1941. godine na Tepi u Albaniji. <br> Osnovnu završio je u rodnom mjestu, nižu gimnaziju u Danilovgradu. Učiteljsku školu učio je u Cetinju, a završio u Užicama. <br> Kroz čitavo vrijeme školovanja pripadao je naprednoj omladini. Učestvovao je u demonstracijama koje je organizovala učiteljska škola u Cetinju. Zbog političkog štrajka bio je sa većom grupom đaka istjeran iz cetinjske učiteljske škole, pa je bio primoran da nastavi školovanje u Užicama (Srbija). <br> Još od rane mladosti, bio je naklonjen revolucionarnim idejama. Članom SKOJ-a i Partije postao je još kao đak. Njegov rad se može sagledati u radu sa omladinom, kako u selu, tako i u školi. Svaku priliku koristio je za borbu protiv nenarodnih režima. Za to je od ondašnjih vlasti proganjan. <br> Prilikom formiranja prve pripremne grupe u Orjoj Luci održavao je teoretske časove. Radio je u pripremnoj grupi i gerilskom odredu. Aktivno je učestvovao na pripremanju ustanka. <br> Najveći dio svog rada posvetio je omladini. Održavao je konferencije, predavanja, i bio je jedan od najaktivnijih oragnizatora rada s omladinom sela Orje Luke. <br> Kao gerilac učestvovao je u akcijama koje je izvodio gerilski odred, u svim borbama, na Bralenovicu, Kurilu i drugim mjestima. Poslije pada Veljeg brda, kao i ostali orjelučki aktivisti prešao je u selo Bogićeviće, a zatim u Veleta. Za vrijeme probijanja italijanske vojske za Nikšić, htio je da se prebaci u Frutak, smatrajući da je neprijatelj prošao. Međutim, noću između 22/23 jula 1941. godine zapao je u klopku neprijateljske mrtve straže (zasjede), i pored svih nastojanja i upotrebe oružja nije uspio da se iščupa iz neprijateljskih ruku. Fizički je takoreći savladan i odveden prema selu Zagorku. Usput je pokušao da iskoristi zbunjenost i nespretnost neprijatelja i pokušao da bježi ali je ponovo bio uhvaćen i odmah interniran u Albaniju. Sa njime je bilo još nekoliko pripadnika NOP-a. Zbog svog stava i stalnog prkošenja neprijatelju, strijeljan je (sa još nekih rodoljubima sa danilovgradskog sreza) na Tepi (Albanija) 16. oktobra 1941. godine. <br> Kao omladinski rukovodilac bio je samoinicijativan, u borbama hrabar i odvažan, a zbog svojeg čvrstog i odlučnog stava omiljen ne samo među omladincima nego i među starijima. <br> Njegova porodica je dala više žrtava tokom NOB-e."
    },
    {
        "id" : 10,
        "ime" : "Ljubomir",
        "imeOca" : "Mitar",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1917",
        "mjestoSmrti" : "Viš - Danilovgrad",
        "datumSmrti" : "03.1942",
        "slika": "Ljubomir_Bošković.jpg",
        "zanimanje":"Student",
        "bio": "Rođen je u Orjoj Luci 1917. godine, ONO Danilovgrad. Po zanimanju je bio student. Poginuo je marta 1942. godine u selu Višu (kod Danilovgrada), u štabu &#x2160; bataljona odreda <a href='https://sr.m.wikipedia.org/sr/%D0%9F%D0%B0%D1%80%D1%82%D0%B8%D0%B7%D0%B0%D0%BD%D1%81%D0%BA%D0%B8_%D0%BE%D0%B4%D1%80%D0%B5%D0%B4_%D0%91%D0%B8%D1%98%D0%B5%D0%BB%D0%B8_%D0%9F%D0%B0%D0%B2%D0%BB%D0%B5' target='_blank'>Bijeli Pavle</a> zajedno sa još jedanaest drugova. <br> Osnovnu školu i nižu gimnaziju učio je u Danilovgradu, višu gimnaziju u Nikšiću i drugim mjestima. Maturirao je u Peći, a zatim se upisao na Pravni fakultet u Beogradu. <br> Od prvih dana gimazijskog školovanja pripadao je naprednom omladinskom pokretu. Zbog svoga naprednog stava je proganjan i nekoliko puta bio istjeran iz škole. Kao student takođe je proganjan kao komunista. <br> Poslije kapitulacije stare Jugoslavije došao je u svoje radno mjesto. Pomagao je na sakupljanju i sakrivanju oružja, municije i drugog materijala. Odmah poslije stvaranja prvih grupa postao je komandir voda svog sela i učestvovao u borbama koje su se vodile u okolini. <br> Predvodio je svoj vod na Bralenovicu, a četu u borbi na Obadovu brijegu u kojim je kao rukovodilac pokazao mnogo hrabrosti i vještine u rukovođenju jedinicom. <br> Njegova uloga kao vojnog rukovodioca bila je veoma značajna i u pogledu priprema za ustanak Orjelučana i drugih i u okupljanju za borbu uopšte. Sa komunistima sela učestvovao je u političkom radu, a među masama i borcima stekao je veliku popularnost. <br> Neko vrijeme nalazio se kao rukovodilac sektora i komandir čete na važnoj komunikaciji Nikšić-Podgorica. Sa velikom umješnošću je zatvarao svojom četom ovaj prolaz. Predvodio je četu u velikoj i veoma značajnoj bitci na Obadovu brijegu gdje je neprijatelj izgubio mnogo svojih vojnika i opreme i za duže vrijeme bio onesposobljen za pokušaj  prolaza u pravcu Nikšića. U toj bitci, na bliskom ostojanju od neprijatelja dao je znak svojoj četi za napad. To je neprijatelja zbunilo i dovelo do njegovog katastrofalnog poraza. <br> Kao komandir imao je pravilan odnos prema borcima. Primjerom je isticao svoju hrabrost. Njegova umješnost, u operativnom rukovođenju omogućila je da se četa masovno probije na teren Pavkovića i tamo da nastavi borbu. <br> Njegov partijski staž potiće još prijed rata. Zna se da je bio kandidat za Partiju kada je učio gimnaziju u Peći 1936. godine i da se družio sa <a href='https://sr.wikipedia.org/wiki/%D0%A0%D0%B0%D0%BC%D0%B8%D0%B7_%D0%A1%D0%B0%D0%B4%D0%B8%D0%BA%D1%83' target='_blank'>Ramizom Sadikom</a>, <a href='https://sr.wikipedia.org/wiki/%D0%A7%D0%B5%D0%B4%D0%BE%D0%BC%D0%B8%D1%80_%D0%A7%D1%83%D0%BF%D0%B8%D1%9B_%D0%89%D1%83%D0%B1%D0%BE' target='_blank'>Ljubom Ćupićem</a> i drugim. Uzeo je vidnog učešća u demonstracijama u Beogradu 1937. godine. Iz državne službe je otpušten zbog svoga stava, jer nije htio da se upiše u <a href='https://sr.wikipedia.org/wiki/%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%BE%D0%B2%D0%B5%D0%BD%D1%81%D0%BA%D0%B0_%D1%80%D0%B0%D0%B4%D0%B8%D0%BA%D0%B0%D0%BB%D0%BD%D0%B0_%D0%B7%D0%B0%D1%98%D0%B5%D0%B4%D0%BD%D0%B8%D1%86%D0%B0' target='_blank'>JRZ</a>. Kako prije tako i za vrijeme rata i sve do svoje pogibije pomagao je mlađim ljudima u borbi i aktivno radio u društvenim organizacijama. <br> Poginuo je marta 1942. godine kao komandir čete u štabu &#x2160; bataljona odreda 'Bijeli Pavle' sa još jedanaest drugova."
    },
    {   
        "id" : 11,
        "ime" : "Milan",
        "imeOca" : "Bogdan",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.03.1907",
        "mjestoSmrti" : "Ljubović - Podgorica",
        "datumSmrti" : "25.06.1943",
        "slika": "Milan_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 1. marta 1907. godine u Orjoj Luci (ONO Danilovgrad). Po zanimanju je bio zemljoradnik. Strijeljan je pod brdom Ljubovićem (kod ondašnje Podgorice) 25.06.1943.godine. <br> Osnovnu školu i dva razreda gimnazije učio je u Danilovgradu. Usled siromašnog stanja i potrebe za radnom snagom domaćinstva, napustio je dalje školovanje i posvetio se zemljoradnji. <br> Od rane svoje mladosti pripadao je naprednom omladinskom pokretu, a sticanjem prava glasa uvijek je glasao za opoziciju. Po prirodi je bio tih, miran i skroman. Bio je omiljen među seljacima. Aktivno se borio protiv ondašnjih režima učestvujući u raznim demonstracijama koje su bile organizovane u Crnoj Gori, a naročito u demonstracijama u Danilovgradu, Nikšiću i Cetinju. <br> Njegov partijski staž potiče negdje iz 1936. ili 1937. godine. <br> Kapitulacija stare Jugoslavije zatekla ga je u Boki Kotorskoj gdje se nalazio u rezervi. Vratio se svojoj kući sa oružjem kao i mnogi drugi Orjelučani.<br>Rukovodio je sa jednim skrovištem oružja u selu. Pomagao je mlađe drugove na prikupljanju, upoznavanju i rukovanju oružjem i objašnjavao im da će to jednoga dana biti upotrevljeno protiv okupatora. Radio je na organizovanju ustanka, pripadao gerilskom odredu i jedinicama u kojima su se nalazili njegovi mještani. Učestvovao je u svim borbama na reonu sela, na Bralenovicu, Obadovu brijegu i drugim mjestima. <br> Kada su se pojavili četnici u Pavkovićima, prešao je tamo s četom. Ostupao je za Bosnu do Volujaka, kada je zbog iznemoglosti bio vraćen da radi kao pozadinski radnik. Čim se vratio odmah je uhapšen, i bio u zatvorima na Bralenovici i Ždrebaoniku, ali je poslije nekoliko mjeseci pušten. Opet je i dalje radio kao pozadinski radnik. <br> Krajem 1942. godine bio je ponovo uhapšen  i maltretiran od strane četnika, nacionalista i Italijana, jer je poznat bio kao stari komunista. Zatvaran je u Danilovgradu, zatim u Titogradu i Baru. pred neprijateljem je imao dobro držanje, kako je dolikovalo jednom starom komunisti i borcu. <br> Od njegovog dolaska u selo rad pozadinaca se aktivirao. Razbijao je četničku propagandu. Jednom riječju bio je čvrst i odan NOP-u sve do svoje smrti. <br> Negdje krajem 1943. godine, sa još nekim pripadnicima NOP-a iz raznih zatvora Crne Gore, doveden je iz barskog zatvora na Ljubović, kod Titograda (ranije Podgorice) i tu je strijeljan. <br> U toku borbe nalazio se na dužnostima odbornika sela ili pak pozadinskog radnika. U borbama je bio hrabar zbog čega je među drugovima stekao veliki ugled i mnogo je bio cijenjen."
    },
    {
        "id" : 12,
        "ime" : "Milivoje",
        "imeOca" : "Mićun",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.12.1917",
        "mjestoSmrti" : "Obala Dunava - Blizina Kovilja",
        "datumSmrti" : "07.04.1941",
        "slika": "Milivoje_Boskovic.jpg",
        "zanimanje":"Pilot-lovac",
        "bio": "Rođen je 1. decembra 1917. godine u Orjoj Luci. Po zanimanju je bio pilot-lovac. Poginuo je 7. aprila 1941.godine. <br> Podizao se u siromašnoj seljačkoj porodici. Osnovnu školu i nižu gimnaziju je završio u Danilovgradu. Zatim se upisao na vojnu akademiju, završio je pilotsku školu i postao pilot-lovac. Službovao je u raznim jestima. Polovinom marta 1941. godine došao je na krušedolski aerodrom odakle je sa ostalim pilotima uzlijetao i presretao njemačke avione koji su napadali i bombardovali Beograd. Sedmog aprila 1941. godine izviđači su javili o nailasku neprijateljskih aviona koji dolaze iz Rumunije. Prvog dana borbe od njegove grupe koja je brojala 22 aviona 7. aprila je brojala svega 9. Tako je svih 9 aviona stupilo u borbu protiv mnogobrojnih njemačkih lovaca. U ovoj vazdušnoj bitki nad Inđijom, kapetan <a href='https://sr.wikipedia.org/sr-el/%D0%9C%D0%B8%D1%85%D0%BE_%D0%9A%D0%BB%D0%B0%D0%B2%D0%BE%D1%80%D0%B0' target='_blank'>Klavora</a> je javio da je Milivoje oboren. Ostaci aviona nađeni su na obali Dunava, a kraj njih i neke Milivojeve lične stvari (džemper,sat - poklon vazduhoplovne škole i neke druge stvari). Sahranjen je na vojničkom groblju u Petrovaradinu poslije oslobođenja. <br> Bio je veoma popularan ne samo među drugovima nego i u svom selu. Proganjan je u vojsci kao komunista. Stalno je premještan iz mjesta u mjesto da bi mu se ometao rad i pravile što veće neprilike. Ponekad mu je uskraćivano pravo da kao pilot leti u obuci. <br> Tako je ovaj hrabri pilot završio svoj život braneći svoju domovinu od fašističkih zavojevača. Isticao se hrabrošću i druželjubivošću, što ga dovodi u red poštenih i naprednih oficira. <br> <b> Ostaci njegovog aviona (motor aviona: Meseršmit 109E), danas su izloženi u <a href='https://sr.wikipedia.org/wiki/%D0%9C%D1%83%D0%B7%D0%B5%D1%98_%D0%B2%D0%B0%D0%B7%D0%B4%D1%83%D1%85%D0%BE%D0%BF%D0%BB%D0%BE%D0%B2%D1%81%D1%82%D0%B2%D0%B0_%E2%80%94_%D0%91%D0%B5%D0%BE%D0%B3%D1%80%D0%B0%D0%B4' target='_blank'> vazduhoplovnom muzeju u Surčinu</a>.</b> </b> "
    },
    {
        "id" : 13,
        "ime" : "Milutin",
        "imeOca" : "Maksim",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1911",
        "mjestoSmrti" : "Banjica - Beograd",
        "datumSmrti" : "17.07.1942",
        "slika": "Milutin_Bošković.jpg",
        "zanimanje":"Geometar",
        "bio": "Rođen je 1911. godine u Orjoj Luci. Po zanimanju je bio geometar. Strijeljan je 17. jula 1942 godine na <a href='https://sr.wikipedia.org/wiki/%D0%91%D0%B0%D1%9A%D0%B8%D1%87%D0%BA%D0%B8_%D0%BB%D0%BE%D0%B3%D0%BE%D1%80' target='_blank'>Banjici</a>, u Beogradu. <br> Podizao se u siromašnoj porodici. Osnovnu školu i nižu gimnaziju je završio u Danilovgradu a geodetsku školu u Beogradu. <br> Od rane mladosti pripadao je naprednom omladinskom pokretu. Kroz studije aktivno se borio protiv nenarodnih režima, što je dovodilo da je često kao komunista proganjan i u svoje rodno mjesto bio stražarno sproveden, gdje je pod 'prismotrom' ondašnjih vlasti i  radio na organizovanju seoske omladine i seljaka. Javno i otvoreno je agitovao protiv režima, zbog čega je često proganjan, hapšen i prebijan, ne samo u beogradskoj glavnjači nego i u drugim mjestima. <br> U demonstracijama je aktivno učestvovao. Tako je bio proganjan da nije mogao dobiti državnu službu kao 'nepoželjan' elemenat. <br> Pošto je uglavnom bio van rodnog mjesta, njegov partijski staž nije poznat, zna se da potiče prije 1939. godine No pored svega toga bio je omiljen i popularan kao komunista. Na svakom koraku smjelo se suprostavljao ondašnjim elementima koji su ga proganjali. Bio je čest gost beogradske <a href='https://sr.wikipedia.org/wiki/%D0%93%D0%BB%D0%B0%D0%B2%D1%9A%D0%B0%D1%87%D0%B0' target='_blank'>Glavnjače</a>. <br> Rat ga je zatekao u Beogradu. Radio je od prvih dana na pripremama za ustanak. Kao predratni i poznati komunista mora se maskirano i pod drugim imenom nalaziti pred okupatorom i njegovim pomagačima. Tragajući za njim <a href='https://sr.wikipedia.org/wiki/%D0%93%D0%B5%D1%81%D1%82%D0%B0%D0%BF%D0%BE' target='_blank'>Gestapo</a> je uspio da ga uhvati 1942. godine. Odveden je u zatvor na Banjici gdje je bio mučen i prebijan i poslije nekoliko dana boravka u zatvoru strijeljan je 17 jula. <br> Pred klasnim neprijateljem uvijek je imao dobro držanje. Odavao je sliku pravog komuniste za čije se ideje borio od rane mladosti. Još kao đak, a naročito kasnije, potpuno se bio stavio i posvetio radu Partije. <br> Među seljacima i omladinom bio je omiljen, isticao se hrabrošću, kako u ilegalnom radu tako i na strelištu. Strijeljao ga je Gestapo kao starog komunistu, jer se nalazio na spisku ovakvih još od prvog dana dolaska Njemaca u Beograd. <br> Tako je svoj život položio u temelje socijalističke revolucije za koju se od rane mladosti borio, ne samo on nego i njegova čitva porodica, koja je čitavo vrijeme NOP-a aktivno učestvovala i pomagala pokret u granicama svojih mogućnosti. "
    },
    {
        "id" : 14,
        "ime" : "Novo",
        "imeOca" : "Milovan",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.04.1922",
        "mjestoSmrti" : "Gornji Vakuf - Bosna",
        "datumSmrti" : "19.08.1942",
        "slika": "Novo_Bošković.jpg",
        "zanimanje":"Učitelj",
        "bio": "Rođen je 1. aprila 1922. godine u Orjoj Luci. Po zanimanju je bio učitelj. Poginuo je 19. avgusta 1942. godine kod Gornjeg Vakufa (Bosna). <br> Poslije završetka osnovne škole u rodnom mjestu, nižu gimnaziju je učio u Danilovgradu, a zatim se upisao u učiteljsku školi u Cetinju. Tu je završio tri razreda, a maturu u Somboru. <br> Kao đak učiteljske škole pripadao je naprednoj omladini i ubrzo postao član SKOJ-a. Pomagao je organizovanju demonstracija zbog čega je iz škole istjeran kao nepoželjan. Kao i mnogi drugi njegovi drugovi, nastavio je školovanje u druge učiteljske škole. Od ondašnjih vlasti tretiran je kao komunista. Svojom aktivnošću uvijek se isticao među drugovima. <br> Dolaskom u rodno mjesto za vrijeme ferija organizovao je kulturni i zabavni život omladine i radio na njenom ideološkom izgrađivanju. <br> Članom SKOJ-a postao je 1939, godine, a članom Partije 1940. godine. <br> Njegov intezivan rad osjećao se kako u školi tako i u selu. Kao i drugi srednjoškolci vratio se pred kapitulaciju svojoj kući. Išao je sa grupom omladinaca u vojnu komandu u Danilovgradu da bi dobili oružje da se bore protiv neprijatelja. Bio je odbijen. <br> Radio je na stvaranju pripremna grupe, gerilskog odreda kao i na pripremanju za ustanak. Njegov rad je najviše bio zapažen među omladincima. Održavao je konferencije i predavanja. <br> Isticao se u borbama koje su vođene na terenu Orje Luke, na Bralenovici, Kurilu, Obadovu brijegu i drugim mjestima. Aktivno je učestvovao u njima i isticao se hrabrošću. Kada je četa prešla u Pavkoviće prešao je i on. Formiranjem <a href='https://sh.wikipedia.org/w/index.php?title=5._proleterska_crnogorska_udarna_brigada&variant=sh-cyrl' target='_blank'>V crnogorske brigade</a> pripadao je njoj i sa istom odstupio za Bosnu. Učestvovao je u borbama koje je oba brigada vodila oko Gornjeg Vakufa, Prozora i drugih mjesta. <br> Nalazio se na dužnosti vodnog delegata jedne čete. Sa svojim vodom vršio je izviđanja oko Vakufa. Kako je neprijatelj, prilikom jednog izviđanja, iznenadno napao ovaj vod, Novo je teško bio ranjen, i ako pod borbom, drugovi su ga ranjenog iznijeli, ali je podlegao ranama 19.avgusta.1942, godine kao delagat voda. <br> Od svoje rane mladosti isticao se naprednim idejama. U društvu je bio omiljen i cijenjen. Mlađe drugove učio je radu i ukazivao im pomoć u svakom pogledu. <br> Hrabar i odvažan, davao je sliku pravog komuniste intelektulaca koji nije žalio truda da svoje znanje prenese na mlađe drugove sve do svoje smrti."
    },
    {
        "id" : 15,
        "ime" : "Perko",
        "imeOca" : "Stanko",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "11.08.1911",
        "mjestoSmrti" : "Suva planina - Srbija",
        "datumSmrti" : "17.04.1941",
        "slika": "Perko_Bošković.jpg",
        "zanimanje":"Oficir",
        "bio": "Rođen je 11. septembra 1911. godine u Orjoj Luci. Po zanimanju je bio oficir. Poginuo je 17. aprila 1941. godine u Srbiji. <br> Podizao se u siromašnoj seljačkoj porodici. Od rane mladosti ostao je bez svojih roditelja. Otac mu je umro, a majka se preudala. Živio je kod svojih bliskih rođaka sa svojim bratom. <br> Osnovnu školu i nižu gimnaziju završio je u Danilovgradu, peti i šesti razred gimnazije u Nikšiću, a zatim vojnu akademiju u Beogradu. <br> Kao oficir nalazio se u raznim mjestima. U ličnom životu je bio skroman i tih. Među drugovima je bio omiljen. <br> Nema podataka o tome da li je bio partijac, ali se zna da je bio slobodouman, dobar rodoljub i odan svojoj zemlji. O njegovom životu i radu teško je nešto više reći, jer je od rane mladosti pošao iz svog rodnog mjesta. Zna se da je pripadao onom dijelu oficira stare jugoslovenske vojske koji su hrabro ginuli za odbranu svoje otadžbine protiv fašizma. <br> Rat ga je zatekao u vojsci kao komandanta jednog bataljona na položaju na Suvoj planini. Kao komandant sa svojim bataljonom se borio protiv mnogo jačeg neprijatelja.  Nekoliko dana je vodio tešku i ogorčenu borbu i bataljon je imao mnogo žrtava. Ova velika bitka trajala je od početka rata do 17. aprila 1941. godine, kada je na Suvoj planini poginuo na čelu svog bataljona. <br> Pripadao je onoj generaciji naših oficira koja se hrabro borila za svoju domovinu uprkos slabije brojno i materijalno  opremljene jedinice, koja nije htjela izdati svoju domovinu. U društvu je mio omiljen i primjeran. Te i mnoge druge vrline činile su jednog poštenog oficira, koji je svojim radom i primjerima bio poštovan od svojih drugova."
    },
    {
        "id" : 16,
        "ime" : "Petar",
        "imeOca" : "Sekula",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Kruševac - Srbija",
        "datumRodjenja" : "15.07.1922",
        "mjestoSmrti" : "Zvornik - Bosna",
        "datumSmrti" : "25.02.1945",
        "slika": "Petar_Bošković.jpg",
        "zanimanje":"Đak",
        "bio": "Rođen je 15. jula 1922. godine u Kruševcu (Srbija). Po zanimanju je bio đak - maturant. Poginuo je 25. februara 1945. godine u selu Jezercu kod Zvornika (Bosna). <br> Živio je i podizao se u službeničkoj porodici. Njegova porodica se prije rata preselila iz Orje Luke u Kruševac. Otac mu je bio oficir crnogorske vojske. <br> Osnovnu školu i gimnaziju  učio je u Kruševcu. <br> Kapitulacija stare Jugoslavije zatekla ga je u Kruševcu. Kao maturant pripadao je naprednoj omladini. Zbog svog pozadinskog rada za NOP bio je progonjen od strane okupatora i prisilno odveden u <a href='https://sr.wikipedia.org/sr/Serbia_Zijin_Bor_Copper' target='_blank'>rudnik Bor</a> na prisilan rad. Težak rad u rudniku kod njega još više razvijao mržnju prema okupatoru i domaćim izdajnicima. Tamo je radio sve do 1944. godine, kada je pošao u partizane, i stupio u 3. četu &#x2161; bataljona <a href='https://sr.wikipedia.org/wiki/%D0%A7%D0%B5%D1%82%D0%B2%D1%80%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2163;-te crnogorske brigade</a>. <br>  Članom Partije postao je ne dugo poslije odlaska u partizane. <br> Bio je hrabar i omiljen. Ubrzo je postao obavještajac čete. Još prije odlaska u partizane pomagao je NOP, i zbog toga je bio nekoliko puta hapšen i opet puštan. <br> Učestvovao je u borbama koje je vodila <a href='https://sr.wikipedia.org/wiki/%D0%A7%D0%B5%D1%82%D0%B2%D1%80%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2163;crnogorska brigada</a>, i pred samo oslobođenje, tj. pred kraja rata, poginuo je u Jezerca kod Zvornika 25. februara 1945. godine. Nalazio se na raznim dužnostima. Poslednja dužnost mu je bila obavještajac čete. "
    },
    {
        "id" : 17,   
        "ime" : "Rade",
        "imeOca" : "Radosav",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1912",
        "mjestoSmrti" : "Sutjeska - Bosna",
        "datumSmrti" : "1943",
        "slika": "Rade_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 1912. godine u Orjoj Luci. Po zanimanju je bio zemljoradnik. Poginuo je u velikoj <a href='https://sh.wikipedia.org/wiki/Bitka_na_Sutjesci' target='_blank' > bitci na Sutjesci</a> 1943. godine kao komandir pratećeg bataljona štaba <a href='https://sr.wikipedia.org/wiki/3._%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B4%D0%B8%D0%B2%D0%B8%D0%B7%D0%B8%D1%98%D0%B0_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'>&#x2162; divizije</a>. <br> Podizao se kao i mnogi njegovi vršnjaci u seljačkoj porodici. Osnovnu školu i nekoliko razreda gimnazije završio je u Danilovgradu. Dalje školovanje napustio je da bi svojim roditeljima pomagao u radu i školovanju svoje mlađe braće. <br> Njegova politička aktivnost potiče u vremenu od prvog dana sticanja prava glasa. Uvijek je glasao za opoziciju protiv nenarodnih režima. Od ondašnjih vlasti okarakterisan je kao opasan komunista i bio pod prismotrom. Učestvovao je u svim demonstracijama koje su organizovane u Danilovgradu, Nikšiću, Podgorici i drugim mjestima Crne Gore. Podsticao je svestrano dva svoja mlađa brata za štrajkove kada su se nalazili u učiteljskoj školi iako ih je lično izdržavao. <br> Pred kapitulaciju stare Jugoslavije pozvan je u rezervu u Boki Kotorskoj i tako ga je kapitulacija tamo zatekla. Vratio se u svoje selo sa oružjem. <br> Od prvog dana dolaska u selo radio je na sakupljanju oružja i municije. Učio je omladince i druge seljake kako i na koji način treba sakupljati  oružje i municiju. On je jedan od osnivača narodnooslobodilačkog odbora u svom jestu i bio njegov prvi predsjednik. Po partijskom zadatku bio je zadužen za iseljenje stanovništva Orje Luke u zbjeg u Ržištima. Radio je i po mnogim drugim zadacima. <br> Kao predstavnik svoga kraja učestvovao je u <a href='https://sr.wikipedia.org/sr-el/%D0%9E%D1%81%D1%82%D1%80%D0%BE%D1%88%D0%BA%D0%B0_%D1%81%D0%BA%D1%83%D0%BF%D1%88%D1%82%D0%B8%D0%BD%D0%B0' target='_blank'>ostroškoj konferenciji rodoljuba 1942</a>. godine u Ostrogu. Vraćajući se kući naišao je na zasjedu četnika Stanišića i Vuletića, koja je organizovana u Kujavi. Zasjedu je izbjegao, prešao u Pavkoviće da se bori protiv njih do dolaska &#x2161; čete kad je ponovo stupio u istu. U ovoje četi se nalazio sve do odstupanja partizana za Bosnu. Tada se sa Bajova Polja (Piva), po zadatku KPJ vratio sa jednom grupom iz &#x2160; bataljona odreda 'Bijeli Pavle' da vrši akcije u pozadini neprijatelja. Izgubivši vezu  sa partizanskim jedinicama, grupa je stupila u ilegalan rad. Više mjeseci živio je ilegalno, a potom kao kurir krenuo za Bosnu. <br> Težak i trnovit put je bio do Bosne dok se povezao sa partizanskim jedinicama, a još teži kada se nonovo, kroz četničku pozadinu, vratio 1943. godine. Neko vrijeme radio je u ilegalstvu, a zatim je po dolasku partizana iz Bosne prešao u prateći bataljon štaba &#x2162; divizije. <br> Njegov rad na pripremama ustanka, u radu odbora i drugim partijskim zadacima imao je ogroman uticaj na selo i njegove stanovnike. Po prirodi je bio tih i skroman.  U akcijama se isticao hrabrošću, koje je davala podstrek i drugima. Naročito je zapažen u akcijama pod Kurilom kada je bombama spriječio prelaz neprijateljske kolone automobila. U Pavkovićima je na bliskom odstojanju vodio borbu sa četnicima, kada mu je neprijateljski kuršum oštetio magazin puške. <br> Tačan datum njegovog primanja u partiju nije poznat, ali se zna da je primljen 1937. godine. <br> Njegov rad kao komuniste i kao borca davao je podstreka drugima. Umješno je vodio prvi narodnooslobodilački odbor sela Orje Luke. <br> Poginuo je u velikoj bitci na Sutjesci 1943. godine kao komandir čete, u blizini <a href='https://sr.wikipedia.org/wiki/%D0%A1%D0%B0%D0%B2%D0%B0_%D0%9A%D0%BE%D0%B2%D0%B0%D1%87%D0%B5%D0%B2%D0%B8%D1%9B' target='_blank'> Save Kovačevića</a>, kada je prestalo da kuca srce jednog smjelog i hrabrog revolucionara, koji je sav svoj lični život posvetio naprednoj stvari i narodnoj slobodi."
    },
    {
        "id" : 18,
        "ime" : "Radosav",
        "imeOca" : "Mirko",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1913",
        "mjestoSmrti" : "Župa nikšićka",
        "datumSmrti" : "1942",
        "slika": "Radosav_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je u selu Orja Luka 1913. godine. Po zanimanju je bio zemljoradnik. Poginuo je u Župi Nikšićkoj 1942. godine. <br> Odrastao je u siromašnoj seljačkoj porodici. Osnovnu školu je učio u svom rodnom mjestu a dva razreda gimnazije u Danilovgradu. Zbog tragične smrti najstarijeg brata morao je da izdržava porodicu i napustio je dalje školovanje. Vojsku je služio za vrijeme stare Jugoslavije i imao je čin podnarednika. Još dok se nalazio u vojsci kažnjavan je zbog svog progresivnog stava i progonjen je kao komunista. <br> Od svoje rane mladosti, nadojen naprednim idejama učestvovao je u raznim demonstracijama koje su organizovane u  Crnoj Gori. Otkad je stekao pravo glasa uvijek je glasao opoziciju. Nastojao je da što više okupi ljude oko sebe za borbu protiv nenarodnih režima. Zbog takvog stava ondašnje vlasti su mu zabranjivale kretanje izvan sela i progonile ga. Pred kapitulaciju stare Jugoslavije nalazio se u rezervi u ondašnjoj Podgorici i njenoj okolini. Učestvovao je u borbama koje je vodio 38 puk ka granici Albanije. Odmah poslije kapitulacije vratio se svojoj kući. Kao i ostali aktivisti sa sobom je donio oružje i opremu. Aktivno je radio na prikupljanju oružja i okupljanju omladine i starijih za dalju borbu protiv okupatora i to ne samo u svom nego i u drugim selima. <br> Učestvovao je u formiranju gerilskog odreda, pripremne grupe i drugih jedinica, a pri formiranju čete postao je njen prvi komesar. Na toj dužnosti nalazio se sve do prelaska čete u Pavkoviće, kada je postao komesar bataljona. <br> Sa ovim jedinicama učestvovao je u svim borbama, kao i u velikoj borbi u Župi 1942. godine, gdje je i poginuo. <br> Njegov partijski staž potiče iz 1937. godine. Jedan je od starih partijaca koji je radio na organizovanju i pripremanju partijskih mladih kadrova u selu. Isticao se u radu među omladinom. Bio je neobično hrabar. čvrst i odvažan i u tome je davao primjer u svim borbama koje je vodila njegova jedinica. Aktivno je nosio naziv borca - komuniste, zašto je naposletku, i svoj život založio. Takav je bio i prije i za vrijeme rata. Zbog toga je stekao ogromnu popularnost i među omladinom i među borcima i među starijim seljacima. Otuda je formiranjem čete i postao njem prvi komesar, a kasnije i komesar bataljona. <br> Sav svoj mladalački život Radosav je posvetio izvršenju zadataka Partije za koju je i svoj život dao."
    },
    {
        "id" : 19,
        "ime" : "Radomir",
        "imeOca" : "Petar",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "21.03.1923",
        "mjestoSmrti" : "Terzijski most - Metohija ",
        "datumSmrti" : "12.04.1941",
        "slika": "Radomir_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 21. marta 1923. godine u Orjoj Luci. Po zanimanju je bio zemljoradnik. Poginuo je na <a href='https://sr.wikipedia.org/wiki/%D0%A2%D0%B5%D1%80%D0%B7%D0%B8%D1%98%D1%81%D0%BA%D0%B8_%D0%BC%D0%BE%D1%81%D1%82_%D0%BA%D0%BE%D0%B4_%D0%82%D0%B0%D0%BA%D0%BE%D0%B2%D0%B8%D1%86%D0%B5' target='_blank'>Terzijskom mostu</a> 12. aprila 1941. godine u borbama protiv bandita. <br> Odrastao je u siromašnoj porodici. Roditelju su mu se bavili zemljoradnjom. Pošto su prodali svoje bijedno imanje u Orjoj Luci preselili su se u Metohiju. Živjeli su u selu Marasu (srez Prizren) do kapitulacije stare Jugoslavije. <br> Osnovnu školu je završio u svom rodnom mjestu. Dalje školovanje nije nastavio zbog preseljenja u Metohiju. <br> Pripadao je naprednom omladinskom pokretu, mada nije bio komunista. U ličnom životu je bio tih i miran. Bio je veoma skroman. Od svog djetinjstva u društvu je bio cijenjen kao mnogo pošten mladić. <br> Živjeći u Metohiji kao zemljoradnik aprila 1941. godine prijavljivao se više puta, tadašnjim vlastima kao dobrovoljac da stupi u vojsku za odbranu svoje zemlje. Bio je odbijen kao i mnogi drugi omladinci koji nijesu služili vojsku. Tada se javio kao dobrovoljac za odbranu porodica Crnogoraca naseljenih u Metohiji od banda balista-šiptara koji su bili šovinistički nastrojeni prema srpskom življu. Nalazio se u grupi koja je branila nezaštićene porodice od bandi. Poginuo je 12. aprila 1941. godine ne Terzijskom mostu u Metohiji."
    },
    {
        "id" : 20,
        "ime" : "Svetozar",
        "imeOca" : "Mirko",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.05.1919",
        "mjestoSmrti" : "Majevica - Bosna",
        "datumSmrti" : "1943",
        "slika": "Svetozar_Bošković.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 1.maja 1919 godine u Orjoj Luci (ONO Danilovgrad). Po zanimanju je bio zemljoradnik. Poginuo je krajem 1943. godine u jednom selu pod Majevicom u centralnoj bolnici gdje je ležao kao teški ranjenik. <br> Podizao se u seljačkoj porodici. Osnovnu školu učio je u svom selu a nekoliko razreda gimnazije u Danilovgradu. Dalje školovanje je napuštio i bavio se zemljoradnjojm. 1940 godine pošao je na odsluženje kadrovskog roka. Kadar je služio u Sarajevu i drugim mjestima, a u danima izbijanja rata nalazio se u Sloveniji odakle je pošao k Crnoj Gori. U Hrvatskoj je bio uhapšen od ustaša i zatvoren. Iz zatvora je ubrzo pobjegao ali je u Trebinju bio uhvaćen od strane Italijana i odveden u internaciju u Albaniju. Poslije dva mjeseca pušten je i došao u svoje rodno mjesto. <br> Dolaskom u selo odmah je prišao pripremnoj grupi, zatim je prešao u gerilski odred. Učestvovao je u svim borbama koje su vodile jedinice u kojima se nalazio. Poslije prelaska čete u Pavkoviće učestvovao je u svim borbama koje je ona vodila do odstupanja za Bosnu - kada je formirana <a href='https://sh.wikipedia.org/wiki/5._proleterska_crnogorska_udarna_brigada' target='_blank'>&#x2164;crnogorska brigada</a> kojoj je pripao. Poslije je prešao u <a href='https://sr.wikipedia.org/wiki/%D0%A7%D0%B5%D1%82%D0%B2%D1%80%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2163; proletersku brigadu</a> i tamo ostao sve do pogibije. Pri povratku jedinica iz Bosne u Crnu Goru nalazio se kao komandir jednog bacačkog odjeljenja. Pri ponovnom odstupanju za Bosnu u Zelengori je bio teško ranjen i prebačen u centralnu bolnicu na Majevici. Bolnica je jednog dana pala u ruke ustaša i svi ranjenici su bili poubijani izuzev malog broja koji su se mogli kretati. Pošto je Svetozar bio teško ranjen i nepokretan izvršio je samoubistvo jer nije htio da dozvoli da živ padne u ruke neprijatelja. <br> Od rane mladosti pripadao je naprednoj omladini, članom Partije, postao je 1941. godine. Isticao se u radu omladine. Njegova aktivnost se osjećala i u radu drugih organizacija. U borbama se isticao hrabrošću. Zato je uživao ugled i među borcima i među svojim mještanima. <br> <b> Trnovit put je bio ovog borca, kroz život i rat. Zatvaranje i interniranje do početka ustanka. Sve svoje mogućnosti stavio je na strani pokreta. Hrabar i odvažan. Jedan od starih boraca sela koji je najduže ostao u životu. Nijesmo bili pošteđeni ni ranijih ratova kao ni ovog, 1943 odnese i poslednjeg revolucionara koji je odstupio za Bosnu. </b>   "
    },
    {
        "id" : 21,
        "ime" : "Filip",
        "imeOca" : "Bogdan",
        "prezime" : "Bošković",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.01.1905",
        "mjestoSmrti" : "Slovenija",
        "datumSmrti" : "1944",
        "slika": "Filip_Bošković.jpg",
        "zanimanje":"Učitelj",
        "bio": "Rođen je u Orjoj Luci 1. januara 1905. godine. Po zanimanju je bio učitelj. Poginuo je kao komandant bataljona u Sloveniji 1944. goidne. <br> Osnovnu školu, nižu gimnaziju i učiteljsku školu završio je u Danilovgradu. Kao učitelj službovao je u Makedoniji, Srbiji, Bosni i raznim mjestima naše zemlje. Kapitulacija stare Jugoslavije zatekla ga je u Bosni i kao razervni oficir zarobljen i interniran u logor (<a href='https://sr.wikipedia.org/wiki/Oflag_XIII-B' target='_blank'>OFLAG &#x2169;&#x2160;&#x2160;&#x2160;-B</a>) u Nirnbergu. Radio je u partijskoj organizaciji koje je bila u logoru formirana. Nakon ustanka u našoj zemlji otvoreno je simpatisao NOP. Aktivno je radio među oficirima zarobljenicima koji su sa interesovanjem pratili razvoj situacije u našoj zemlji. Uticao je da što više ljudi izvuče iz logora radi odlaska u partizane. U tom cilju jedna grupa Crnogoraca u tom logoru zahtjevala je da se kao zarobljenici presele u italijanske logore. 9. oktobra 1941. godine grupa je bila prebačena iz Njemačke u Fijumu (Rijeka) u zarobljenički logor. U ovom logoru su bili povoljniji uslovi za ostvarenje cilja. Filip je svojim stavom i radom doprinostio da se veći dio oficira orjentisao za NOP i za borbu protiv okupatora. Februara 1941. godine pridošli zarobljenici su bili preseljeni u logor kod Solmone, gdje su uslovi za život i rad bili vrlo teški, a teror okupatora bio sve veći. Uprkos svemu tome napredne zarobljenike nije napuštala misao za bjekstvo i prebacivanje na oslobođenu teritoriju domovine. Zato su krajem 1942. godine svi napredni zarobljenici preseljeni u logor Korteomađore <strong>(Veano Camp PG 29)</strong>. Filip se u svim ovim logorima isticao svojom aktivnošću. Sve postavljene zadatke od strane međusovno stvorene oragnizacije izvršavao je u potpunosti. Tako je kod drugova bio omiljen i tražen u društvu. U dane kapitulacije Italije organizacija je donijela odluku da se zarobljenici razbiju u trojke i da se što prije vrate u zemlju i stupe u NOB. Poslije petnaestodnevnog pješačenja Filip je sa svoja dva druga stigao u slovenačko primorje i stupio u <a href='https://sr.wikipedia.org/wiki/17._slovena%C4%8Dka_narodnooslobodila%C4%8Dka_brigada_%C2%BBSimona_Gregor%C4%8Di%C4%8D%C2%AB' target='_blank'>17 sočku brigadu</a>. U prvim borbama Filip je ispoljio hrabrost i borbenost. Ubrzo je postao komandir čete, a zatim komandant bataljona 18. bazovačke brigade. Pošto je brigada tad vodila neprestano borbu, Filip je kao komandant bataljona, boreći se protiv nadmoćnijeg neprijatelja. Poslije pogibije mitraljesca uzeo 'bredu' i nastavio da se bori sve dok nije opkoljen i tu poginuo. <br>  Njegova aktivnost i politički  rad bio je zapažen prije rata. Zato je bio proganjan. Organizovao je proteste i demonstracije protiv ondašnjih ražima. Bio je omiljen i cijenjen. za vrijeme školovanja pripadao je naprednim omladincima, uvijek bio na njihovoj strani. U toku ljetnjih ferija u selu je razvijao vrlo živu političku aktivnost. U tome je uspijevao. Kako on tako i njegova čitava porodica bila je na strani opozicije. Njegov partijski staž potiče od prije rata. <br> Kao intelektualac, a uz to i cijenjen i omiljen mnogo je pomagao mlađim komunistima u radu. U borbama se pokazao hrabar i odvažan, sve do dana pogibije. <br> Tako je položio svoj život u temeljima socijalističke revolucije jedan od najaktivnijih komunista sela Orje Luke."
    },
    {
        "id" : 22,
        "ime" : "Blagota",
        "imeOca" : "Živko",
        "prezime" : "Vujović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "10.09.1914",
        "mjestoSmrti" : "Sutjeska",
        "datumSmrti" : "1943",
        "slika": "Blagota_Vujović.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je 10. septembra 1914. godine u selu Orjoj Luci ONO Danilovgrad. Po zanimanju je bio zemljoradnik. Poginuo je 1943. godine na Sutjesci. <br> Živio je i radio u siromašnoj seljačkoj porodici. Rano je ostao bez roditelja i zato je sa svojom braćom osjetio svu tegobu života. Materijalno stanje dozvoljavalo mu je toliko da završi osnovnu školu. <br> U staroj jugoslovenskoj vojsci služio je u raznim mjestima. Pred rat, kao i mnogi drugi seljaci, pozvan je u rezervu. Nalazio se u 38. puku u ondašnjoj Podgorici. Učestvovao je u borbama koje su se vodile u Albaniji sa Italijanima. Poslije kapitulacije vratio se sa oružjem svojoj kući. <br> Odmah je pristupio akciji na sakupljanju oružja i municije i pripremama za ustanak. Nalazio se u gerilskom odredu, kasnije u četi i učestvovao u svim brobama koje su vođene na terenu sela i okoline. Prelaskom &#x2161; čete u Pavkoviće učestvovao je u svim borbama koje je četa tamo vodila. Prilikom formiranja <a href='https://sr.wikipedia.org/wiki/%D0%9F%D0%B5%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2164; crnogorske brigade</a> pripao je istoj gdje se nalazio sve do svoje pogibije. <br> Od rane mladosti pripadao je naprednom pokretu. Bio je pristalica opozicije. Zbog toga je od ondašnjeg režima tretiran kao komunista. <br> Za člana Partije primljen je 1941. godine, a SKOJ-a ranije. U društvu je bio omiljen i cijenjen. U privatnom životu tih i skroman. U borbama je pokazao izvanrednu hrabrost. Isticao se u borbama koje su vođene u selu, okolini i drugim mjestima koje su vodile jedinice &#x2161; čete i <a href = 'https://sr.wikipedia.org/wiki/%D0%9F%D0%B5%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2164; crnogorske brigade</a>. <br> Kako on tako i njegova braća bila su od prvog dana rata čvrsto vezani za NOP. <br> Poginuo je u velikoj bitci na Sutjesci 1943. godine kao vodnik &#x2164; crnogorske brigade. <br> Njegov rad kao aktiviste bio je zapažen i među omladinom."
    },
    {
        "id" : 23,
        "ime" : "Veljko",
        "imeOca" : "Boško",
        "prezime" : "Vujović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1925",
        "mjestoSmrti" : "Planina Lisina - Bosna",
        "datumSmrti" : "1944",
        "slika": "Veljko_Vujović.jpg",
        "zanimanje":"Nepoznato",
        "bio": "Osnovnu školu je učio u svom rodnom mjestu, nižu gimnaziju u Danilovgradu, a višu gimnaziju u ondašnjoj Podgorici. <br> U danima opšte mobilizacije, aprila 1941. godine, vratio se kući i kao ostali omladinci sela prijavio se kao dobrovoljac ondašnjim vlastima u Danilovgradu za borbu protiv fašističkog zavojevača. Bio je odbijen. Početkom ustanka, kao i mnogi drugi omladinci, radio je aktivno na zadacima koje je pred njega postavljala skojevska organizacija. Učestvovao je kao borac u borbama koje su vođene na području Orje Luke, kao i svi Orjelučani. Sa svojim roditeljima ispred neprijatelja napustio je selo i prešao u Ržišta. Kada su pripadnici  &#x2161; čete prešli u Pavkoviće, Veljko je po zadatku ostao  kao pozadinski radnik. Radio je kao pozadinac na prikupljanju oružja, municije, hrane, sanitetskog i drugog materijala za NOP. Od strane četnika i Italijana je proganjan i zatvaran. Radeći sa ostalim pozadincima krajem 1942. godine zatvoren je sa jednom grupom pripadnika NOP-a, i odveden u zatvor, u Danilovgrad, a odatle u Podgoricu i Bar, a na kraju je interniran u Italiju gdje je ostao do 9. septembra 1943. godine. Poslije kapitulacije Italije stupio je u <a href='https://sr.wikipedia.org/wiki/%D0%9F%D1%80%D0%B5%D0%BA%D0%BE%D0%BC%D0%BE%D1%80%D1%81%D0%BA%D0%B5_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B5_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'>Prekomorsku brigadu</a> i vratio se preko Visa i Korčule u zemlju i stupio u <a href='https://sr.wikipedia.org/wiki/1._%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D0%B4%D0%B8%D0%B2%D0%B8%D0%B7%D0%B8%D1%98%D0%B0_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'> &#x2160; proletersku diviziju</a>.  <br> Još kao đak, pod uticajem starijeg brata, pripadao je narodnoj omladini iako dosta mlad. Članom SKOJ-a postao je još 1941 godine a članom Partije 1943. godine. Isticao se u radu kako kao skojevac i partijac a u borbama je bio vrlo hrabar.  <br> Kako on, tako i njegova porodica je od prvog dana ustanka aktivno učestvovala u organizovanju akcija i svim borbama koje su vođene. Bili su do krajnosti odani za NOP.  <br> Po naravi je bio tih i miran, ali odan i hrabar zbog čega je bio cijenjen.  <br> Poginuo je na planini Lisini, u Bosni, kao vodnik jedne čete 1944. god u borbama protiv ustaša i Njemaca."
    },
    {
        "id" : 24,
        "ime" : "Gojko",
        "imeOca" : "Luka",
        "prezime" : "Vujović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "05.11.1922",
        "mjestoSmrti" : "Kopilje - Piperi - Podgorica",
        "datumSmrti" : "12.04.1942",
        "slika": "Gojko_Vujović.jpg",
        "zanimanje":"Đak",
        "bio": "Rođen je 5. novembra 1922. godine u Orjoj Luci. Po zanimanju je bio đak. Poginuo je 12. aprila 1942. godine u selu Kopilju (kod Titograda, ondašnje Podgorice). <br> Rodio se i živio u siromašnoj seljačkoj porodici. Osnovnu školu završio je u svom rodnom mjestu, nižu gimnaziju u Danilovgradu, a višu gimnaziju u Podgorici (Titogradu) koju je napustio početkom aprila 1941. godine i vratio se svojoj kući. Kao i mnogi drugi omladinci javio se komandi u Danilovgradu radi odlaska u borbu protiv fašizma. <br> Pred ustanak pripadao je pripremnoj grupi i gerilskom odredu. Učestvovao je u svim borbama koje su izvodili gerilci i četa na Branelovici, Orjoj Luci, Kurilu, Obadovu brijegu i drugim mjestima. Sa četom je prešao u Pavkoviće. <br> Iako mlad, u vremenu stare Jugoslavije učestvovao je u demonstracijama  u nekim mjestima Crna Gore. Od ondašnjih školskih vlasti i političkih vlasti smatran je kao komunista. Skojevka organizacija ga je primila u članstvo 1940. godine, a članom Partije postao je 1941. godine. Imao je dužnost omladinskog rukovodioca i vojnog desetara čete. <br> Učestvovao je u borbama koje je vodio njegov bataljon na području Ponikvice, Župe, Topalova, Prekornice, Studenoga i drugih mjesta. <br> Njegova aktivnost nije bila samo u radu sa omladinom. U četi je zaduživan na mnogim važnim akcijama, koje je uspješno izvršavao. U borbama se isticao hrabrošću, tako da je od starješina više puta opominjan da se u akcijama ne izlaže bespotrebnoj opasnosti za život. U borbu protiv četnika na Radovču, aprila 1942. godine išao je u prvim redovima  svoje jedinice i nije tražio zaklona. Odvojen od stroja hrabro se borio sa nadmoćnijim neprijateljem i bio je teško ranjen. Tako teško ranjenog uhvatili su ga četnici i strijeljali 12. aprila 1942. godine. <br> Sve do svoje smrti pokazao je sve kvalitete odanog i dobrog borca. Među drugovima je bio cijenjen i omiljen. Isticao se umješnošću samostalnog rukovođenja i radom omladine."
    },
    {
        "id" : 25,
        "ime" : "Minja",
        "imeOca" : "Boško",
        "prezime" : "Vujović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "13.03.1921",
        "mjestoSmrti" : "Pažići - Lalevići",
        "datumSmrti" : "1942",
        "slika": "Minja_Vujović.jpg",
        "zanimanje":"Student",
        "bio": "Rođen je u Orjoj Luci 13. marta 1921. godine. Po zanimanju je bio student filozofije. Strijeljan je od strane četnika između sela Pažića i Lalevića kod Danilovgrada. <br> Rodio se u seljačkoj siromašnoj porodici. Osnovnu školu je završio u svom rodnom mjestu, nižu gimnaziju u Danilovgradu, višu gimnaziju je učio u Titogradu* i Peći i po završetku  ove upisao se na filozofski fakultet u Skoplju. <br> Još kroz srednju školu pripadao je naprednom omladinskom pokretu. Kretao se u društvu naprednih omladinaca. Svoju aktivnost prenosio je na mlađe drugove. Početkom 1939. godine primljen je u SKOJ i krajem iste u Partiju. <br> Ondašnje vlasti su ga progonile kao komunistu. Učestvovao je u raznim demonstracijama u Danilovgradu, Nikšiću, Titogradu, Peći i drugim mjestima širom zemlje. <br> Pred samu kapitulaciju stare Jugoslavije napustio je školovanje i došao u svoje rodno mjesto. Išao je sa mlađim ljudima i javljao se kao dobrovoljac za borbu protiv neprijatelja. Aktivno je učestvovao na sakupljanju oružja, municije itd. Učestvovao je u pripremama za ustanak, u gerilskom odredu, pripremnoj grupi kao borac &#x2161; čete učestvovao je u svim akcijama i borbama koje je vodila &#x2161; četa ili pak druge jedinice na terenu Orje Luke, Bralenovice, Obadova brijege i mnogim drugim mjestima. <br> Njegova aktivnost zapažena je i u vremenu stare Jugoslavije, a naročito za vrijeme rata u radu SKOJ-a. Radio je kao obavještajac čete i bio jedan od organizatora ustanka i aktivni učesnik i pokretač mnogih akcija. Isticao se hrabrošću, druželjubljem i odanošću stvari Partije. Bio je jedan od najaktivnijih partijaca u svom selu. <br> Takođe se njegov rad osjećao u radu društvenih organizacija na terenu opštine Petrušinske. Bio je od svoje rane mladosti naklonjen naprednim omladincima i isticao se u radu među studentima. Radio je velikim dijelom među omladincima - skojevcima. Isticao se sposobnošću organizovanja službe obavještavanja na tom terenu i znao je pokret neprijatelja. <br> U velikoj borbi na Obadovu brijegu u jurišu je bio teško ranjen i onesposobljen za borbu. Kada je njegova četa prešla u Pavkoviće (1942) godine ostao je u selo Ržištima. Neki neprijateljski raspoloženi elementi prema NOP, a da bi pred neprijateljem pokazali svoju lojalnost, onako teško ranjenog su ga uhvatili i predali italijanskim vlastima u Danilovgradu. Tamo je predat četničkom sudu pred kojim se pokazao pravim komunistom. Pred sudom je govorio da je idejni komunista, da se neće nikada od toga odreći, grdeći izdajnike i govoreći razne parole protiv njih. Živ je skočio u grob bez straha smrti. <br> Tako je ovaj hrabri borac strijeljan između sela Pažiča i Lalevića 1942. godine."
    },
    {
        "id" : 26,
        "ime" : "Spasoje",
        "imeOca" : "Rade",
        "prezime" : "Vujović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.06.1920",
        "mjestoSmrti" : "Sutjeska",
        "datumSmrti" : "1943",
        "slika": "Spasoje_Vujović.jpg",
        "zanimanje":"Zemljoradnik",
        "bio": "Rođen je u Orjoj Luci 1. juna 1920. godine. Po zanimanju je bio zemljoradnik. Poginuo je u velikoj bici na Sutjesci 1943. godine. <br> Rodio se i živio u siromašnoj seljačkoj porodici. Osnovnu školu je završio u svom mjestu, nižu gimnaziju počeo je  da uči ali je napustio zbog siromašnog stanja svojih roditelja. <br> Kapitulacija stare Jugoslavije zatekla ga je u svom selu. Radio je na sakrivanju oružja i municije kao i drugim pripremama za ustanak. U tome je imao dosta uspjeha. Od prvog dana nalazio se u pripremnoj grupi i gerilskom odredu. Izvršavao je sve postavljene zadatke sa uspjehom. <br> Učestvovao je u svim borbama koje su vođene na Bralenovici, Obadovu brijegu, Kurilu, Orjoj Luci, i drugim mjestima. Kada je &#x2161; četa prešla u Pavkoviće pošao je sa istom. Borio se protiv petokolonaša i učestvovao u svim borbama koje su vođene na terenu Župe i drugih mjesta. <br> Kao pouzdan, izdržljiv i hrabar, određen je za kurira Glavnog štaba za Crnu Goru i Boku. Kada su jedinice odstupile za Bosnu pošao je sa istim. <br> Kao kurir izvršavao je mnoge teške i odgovorne zadatke, a naročito u velikoj bici na Sutjesci 1943. godine gdje je, kao i mnogi drugi poginuo. <br> U društvu je od mlađih dana bio miran, tih i omiljen. Pripadao je onom dijelu omladinaca koji su se borli protiv nenarodnih režima. Početkom 1941. godine primljen je u SKOJ, a krajem 1941. godine u Partiju. Izvršavao je mnoge odgovorne zadatke koje su mu Partija i SKOJ postavljali. <br> Kroz čitav rat, sve do svoje smrti, bio je odan i hrabar borac. Za stvar Partije nikad nije žalio svoj život dati, što je na kraju i učinio. <br> Njegova aktivnost mogla se sagledati kako u radu s omladinom tako i drugim organizacijama."
    },
    {
        "id" : 27,
        "ime" : "Milorad",
        "imeOca" : "Krsto",
        "prezime" : "Domazetović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "1922",
        "mjestoSmrti" : "Sutjeska",
        "datumSmrti" : "1943",
        "slika": "Milorad_Domazetović.jpg",
        "zanimanje":"Đak",
        "bio": "Rođen je 1922. godine u Orjoj Luci. Bio je đak trgovačke akademije. Poginuo je u velikoj bitci na Sutjesci 1943. godine kao kurir <a href='https://sr.wikipedia.org/wiki/3._%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B4%D0%B8%D0%B2%D0%B8%D0%B7%D0%B8%D1%98%D0%B0_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'>&#x2162; divizije</a>. <br> Njegova porodica se u skorije vrijeme doselila na Orjoj Luci. Pošto je kupila imanje, a postala stalni stanovnik ovog sela. Osnovnu školu završio je u svom selu, nižu gimnaziju u Danilovgradu, a zatim se upisao u trgovačku akademiju u ondašnjoj Podgorici. Pred kapitulaciju stare Jugoslavije napuštio je školovanje. Kao i mnogi drugi omladinci išao je u Danilovgrad radi  dobijanja oružja za borbu protiv neprijatelja. Kada je odbijen radio je sa drugovima na sakupljanju oružja i municije i na organizovanju ustanka. Bio je u pripremnoj grupi, gerilskom odredu i drugim jedinicama. Učestvovao je u svim borbama koje su vodile ove jedinice ne samo na ovom terenu nego i dalje. <br> Svojom aktivnošću isticao se i za vrijeme školovanja. Učestvovao je u demonstracijama zbog čega je proganjan, kao komunista. Isticao se u radu sa omladincima. Njegova kuća je korištena za teoretske časove omladine sela i za sakupljanje ilegalnog materijala. Zbog svoje aktivnosti primljen je u SKOJ 1940. godine a početkom 1941. godine u Partiju. Njegova aktivnost se sve više osjećala primanjem u partiju. Ondašnje vlasti iako su ga proganjale, istupao je na raznim konferancijama - skupovima omladinaca i raskrinkavao rad nenarodnih režima stare Jugoslavije. <br> Prelaskom &#x2161; čete u Pavkoviće učestvoavoa je u svim brobama na tom terenu  ukojima se isticao hrabrošću. Odstupio je za Bosnu pri formiranju <a href='https://sr.wikipedia.org/wiki/%D0%9F%D0%B5%D1%82%D0%B0_%D0%BF%D1%80%D0%BE%D0%BB%D0%B5%D1%82%D0%B5%D1%80%D1%81%D0%BA%D0%B0_%D1%86%D1%80%D0%BD%D0%BE%D0%B3%D0%BE%D1%80%D1%81%D0%BA%D0%B0_%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B1%D1%80%D0%B8%D0%B3%D0%B0%D0%B4%D0%B0' target='_blank'>&#x2164; crnogorske brigade</a> kao njen borac. Nalazio se na dužnostima delegata - voda - kurir štaba <a href='https://sr.wikipedia.org/wiki/3._%D1%83%D0%B4%D0%B0%D1%80%D0%BD%D0%B0_%D0%B4%D0%B8%D0%B2%D0%B8%D0%B7%D0%B8%D1%98%D0%B0_%D0%9D%D0%9E%D0%92%D0%88' target='_blank'>&#x2162; divizije</a> gdje je i poginuo u velikoj <a href='https://sr.wikipedia.org/wiki/%D0%91%D0%B8%D1%82%D0%BA%D0%B0_%D0%BD%D0%B0_%D0%A1%D1%83%D1%82%D1%98%D0%B5%D1%81%D1%86%D0%B8' target='_blank'>bitci na Sutjesci</a> 12. jula 1943. godine.  <br> U ličnom životu skroman, omiljen i cijenjen: u borbama hrabar i odan Partiji. Kako on tako i njegova porodica od prvih dana ustanka aktivno je učestvovala i pomagala <a href='https://sr.wikipedia.org/wiki/%D0%9D%D0%B0%D1%80%D0%BE%D0%B4%D0%BD%D0%BE%D0%BE%D1%81%D0%BB%D0%BE%D0%B1%D0%BE%D0%B4%D0%B8%D0%BB%D0%B0%D1%87%D0%BA%D0%B8_%D0%BF%D0%BE%D0%BA%D1%80%D0%B5%D1%82_%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D0%B8%D1%98%D0%B5' target='_blank'>NOP</a> u granicama mogućnosti. Tako je živio i radio ovaj komunista ne žaleći ni truda ni života za stvar Partije."
    },
    {
        "id" : 28,
        "ime" : "Ilija",
        "imeOca" : "Miko",
        "prezime" : "Rajović",
        "mjestoRodjenja" : "Orja Luka",
        "datumRodjenja" : "01.08.1918",
        "mjestoSmrti" : "Kolašin",
        "datumSmrti" : "1942",
        "slika": "Ilija_Rajović.jpg",
        "zanimanje":"Oficir",
        "bio": "Rođen je u Orjoj Luci 1. avgusta 1918. godine. Po zanimanju je bio bivši oficir stare Jugoslovenske vojske. Poginuo je 1942. godine kod Kolašina kada je bio određen sa jednom grupom za izvršenje specijalnog zadatka.<br> Roditelji su mu se doselili na Orju Luku i živjeli od rada. Tako je Ilija podizan u siromašnoj seljačkoj porodici. Osnovnu školu završio je u svom selu, nižu gimnaziju u Danilovgradu, a zatim vojnu akademiju u Beogradu pred sami rat. <br> Poslije kapitulacije stare Jugoslavije vratio se na Orju Luku. Aktivno je radio na sakupljanju oružja i municije. Učestvovao je u svim borbama koje su vodile jedinice na terenu Orje Luke i Danilovgrada, kao i borbi na Pljevljima. Sa &#x2161; četom prešao je na teren Pavkovića. Bio je dobar borac i prenosio svoje iskustvo na druge. Učio je mlađe drugove vojnoj vještini i rukovanju oružja. Kod njega je bila zastupljena hrabrost i u borbama se isticao. <br> Iako nije bio skojevac ili partijac, zapažen je kao dobar rodoljub i svoje umne i fizičke sposobnosti dao je na strani pokreta i za isti se junački borio do svoje smrti. <br> U jednom specijalnom zadatku koji je dobila njegova jednica oko Kolašina, Ilija je bio određen u istoj. U brobi protiv četnika koji su bili brojno nadmoćniji Ilija je poginuo 1942. godine. <br> Svojim stavom od prvog dana rata isticao se među seljacima i davao poleta drugim da se bore za <a href='https://sr.wikipedia.org/wiki/%D0%9D%D0%B0%D1%80%D0%BE%D0%B4%D0%BD%D0%BE%D0%BE%D1%81%D0%BB%D0%BE%D0%B1%D0%BE%D0%B4%D0%B8%D0%BB%D0%B0%D1%87%D0%BA%D0%B8_%D0%BF%D0%BE%D0%BA%D1%80%D0%B5%D1%82_%D0%88%D1%83%D0%B3%D0%BE%D1%81%D0%BB%D0%B0%D0%B2%D0%B8%D1%98%D0%B5' target='_blank'> NOP</a>. Uticao je među svojim vršnjacima u granicama svoje mogućnosti da bi što više ljudi stupilo u borbu protiv okupatora. Isticao se na konferencijama objašnjavajući kako i na koji način su upravljači stare Jugoslavije izdali zemlju. Kako treba da se bori svaki za slobodu zemlje od okupatora za što je i svoj život položio."
    }
]
}